IDEA Open Model
ConcreteULSCheckResultTorsionEc2.Ted Property
Compatible with IDEA StatiCa v 10.1
 Design value of the applied torsional moment
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Ted { get; set; }
Public Property Ted As Double
	Get
	Set
public:
property double Ted {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace